Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/mappView/Resources/Texts/mappFrameworkTexts/AxisPageTexts.tmx
Source language: en
Languages: de, zh, zh_cn

source: Actual Output
de: Tatsächliche Ausgabe
zh: 实际输出

source: Act Position
de: Aktuelle Position
zh: 实际位置
zh_cn: 实际位置

source: Act Speed
de: Aktuelle Geschwindigkeit
zh: 实际速度
zh_cn: 实际速度

source: Act Torque
de: Aktuelles Drehmoment
zh: 当前扭矩
zh_cn: 实际速度

source: Actual Parameters
de: Aktuelle Parameter
zh: 实际参数

source: Actual Value
de: Tatsächlicher Wert
zh: 实际值

source: Auto mode OFF
de: Auto-Modus AUS
zh: 关闭自动模式

source: Auto mode ON
de: Auto-Modus EIN
zh: 打开自动模式

source: Batch Target
de: Batch-Ziel
zh: 批数

source: Current Control Mode
de: Aktueller Steuermodus
zh: 控制模式
zh_cn: 控制模式

source: Current Recipe
de: Aktuelles Rezept
zh: 当前配方

source: Current Batch
de: Aktuelle Charge
zh: 批已切

source: Total
de: Gesamt
zh: 已切

source: Cutting Cycle
de: Schneidzyklus
zh: 切割循环

source: Derivative Time
de: Ableitungszeit
zh: 微分时间

source: Distance
de: Distanz
zh: 距离

source: Error Reset
de: Fehler zurücksetzen
zh: 复位
zh_cn: 复位

source: Feeder Set Speed
de: Einzugsgeschwindigkeit einstellen
zh: 送料设定速度

source: Filter Time
de: Filterzeit
zh: 滤波时间

source: Gain
de: Verstärkung
zh: 比例

source: Home Axis
de: Achse referenzieren
zh: 寻参

source: Homing
de: Referenzfahrt
zh: 轴寻参

source: Integration Time
de: Integrationszeit
zh: 积分时间

source: Jog Negative
de: Joggen negativ
zh: 负向点动

source: Jog Positive
de: Joggen Sie positiv
zh: 正向点动

source: Limit Torque
de: Drehmoment begrenzen
zh: 限制扭矩

source: Machine Off
de: Maschine aus
zh: 关机

source: Machine On
de: Maschine an
zh: 开机

source: Manual
de: Handbuch
zh: 手动
zh_cn: 手动

source: Max Number
de: Maximale Anzahl
zh: 最大数量
zh_cn: 最大数量

source: Max Out
de: Maximal aus
zh: 最大输出

source: Max Torque
de: Maximaler Drehmoment
zh: 最大扭矩

source: Min Out
de: Min aus
zh: 最小输出

source: Move Absolute
de: Absolut bewegen
zh: 绝对

source: Move Additive
de: Additiv verschieben
zh: 相对定位

source: Rel Move
de: Rel. Verschieben
zh: 相对

source: Move Velocity
de: Bewegungsgeschwindigkeit
zh: 按速度运行

source: Number
de: Anzahl
zh: 数量
zh_cn: 数量

source: On
de: An
zh: 开启

source: The default override value is 1.0 (100%). The maximum is 2.0 (200%).
de: Der Standardüberschreibungswert ist 1,0 (100 %). Das Maximum ist 2,0 (200 %).
zh: 默认覆盖值为 1.0 （100%）。最大值为 2.0 （200%）。

source: PID Control
de: PID-Steuerung
zh: PID控制

source: PID Parameter Tuning
de: PID-Parameterabstimmung
zh: PID参数整定

source: [Pcs]
de: [Stck]
zh: [件]

source: Power
de: Leistung
zh: 使能
zh_cn: 使能

source: Product Count
de: Produktanzahl
zh: 已切数量

source: Recipe Parameters
de: Rezeptparameter
zh: 配方参数

source: Set Distance
de: Abstand einstellen
zh: 设置距离

source: Set Position
de: Soll Position
zh: 设定位置
zh_cn: 设定位置

source: Set Speed
de: Soll Geschwindigkeit
zh: 设定速度
zh_cn: 设定速度 [m/s]

source: Set Value
de: Wert einstellen
zh: 设定值

source: Simulate Actual Value
de: Tatsächlichen Wert simuliert
zh: 仿真实际值

source: Start Velocity
de: Geschwindigkeit starten
zh: 启动速度

source: Stop
de: Stoppen
zh: 停止
zh_cn: 停止

source: Switch off auto mode first!
de: Schalten Sie zuerst den Auto-Modus aus!
zh: 首先关闭自动模式

source: SyncOff
de: SyncAus
zh: 解耦

source: Tuning Active
de: Abstimmung aktiv
zh: 整定开始

source: Tuning Result Quality
de: Tuning-Ergebnisqualität
zh: 整定质量

source: Update Vel.
de: Geschindigkeit aktualisieren
zh: 更新 速度

source: Vel Factor
de: Geschw.-Faktor
zh: 速度倍数

source: Auto
zh: 自动
zh_cn: 自动

source: Feedback
zh: 反馈

source: Position
zh: 位置

source: Start
zh: 启动
zh_cn: 开始

source: SyncOn
zh: 耦合

source: Tuning is complete, click "Save & Apply" to accept the PID parameters from the tuning process.
zh: 整定完成, 点击"保存 & 使用" 按钮保存并使用整定参数
